* DONE Tasks
  CLOSED: [2018-01-12 Fri 23:07]
** DONE [100%] Come up with at least 3 more objections / responses for my script
   CLOSED: [2018-01-12 Fri 14:01] SCHEDULED: <2018-01-11 Thu> DEADLINE: <2018-01-12 Fri>
   :LOGBOOK:
   CLOCK: [2018-01-12 Fri 13:11]--[2018-01-12 Fri 14:01] =>  0:50
   CLOCK: [2018-01-12 Fri 07:14]--[2018-01-12 Fri 07:37] =>  0:23
   :END:
   - [X] objection: If you want something done right, you have to do it yourself.
   - [X] objection: I don't trust technology to do what needs to be done for my business.
   - [X] objection: I don't understand how this will help me reclaim time from working on my business.
** DONE [100%] Record 3 more pages of my Alchemy journal
   CLOSED: [2018-01-12 Fri 18:54] SCHEDULED: <2018-01-11 Thu> DEADLINE: <2018-01-12 Fri>
   :LOGBOOK:
   CLOCK: [2018-01-12 Fri 18:33]--[2018-01-12 Fri 18:54] =>  0:21
   :END:
   - [X] page: 1
   - [X] page: 2
   - [X] page: 3
** DONE [100%] Create skeleton web application for the English teacher project
   CLOSED: [2018-01-12 Fri 23:07] SCHEDULED: <2018-01-11 Thu> DEADLINE: <2018-01-12 Fri>
   :LOGBOOK:
   CLOCK: [2018-01-12 Fri 20:28]--[2018-01-12 Fri 23:07] =>  2:39
   CLOCK: [2018-01-12 Fri 18:56]--[2018-01-12 Fri 19:28] =>  0:32
   :END:
   - [X] app: [[https://github.com/cvchaparro/les][LES version 0.0.1]]
* DONE Extras [100%]
  CLOSED: [2018-01-12 Fri 23:12]
  - [X] Wake up at 4:30 am
  - [X] Alchemy workbook - morning
  - [X] Alchemy planner
  - [X] Morning workout (0:27 hours)
  - [X] 1 US Gallon of water (5 * 28 oz)
  - [X] Night workout / stretch (0:10 hours)
  - [X] Plan for tomorrow
  - [X] Journal
  - [X] Alchemy workbook - night
  - [X] Set out clothes for tomorrow
